{
  "presentation": "Guide enrichi des exercices – EPS (Sessions 1 à 5)\nPrésentation : Ce guide professionnel propose 70 fiches d’exercices de renforcement, organisées en 5 sessions thématiques. Chaque fiche détaille l’exercice avec une analyse anatomique, des objectifs fonctionnels, des justifications biomécaniques, les bénéfices reconnus, les contre-indications ou adaptations, des progressions/régressions, des consignes pédagogiques clés et un dosage recommandé. Les informations sont fondées sur l’anatomie fonctionnelle et la littérature scientifique récente, adaptées à un public agrégé en EPS. Les exercices sont codifiés par session (S1 à S5) et niveau, pour une progression pédagogique claire.",
  "conclusion": "L’ensemble de ces fiches retravaillées intègre pour chaque exercice des connaissances anatomiques précises, des explications fonctionnelles et biomécaniques justifiant leur intérêt, appuyées par les recommandations scientifiques et pédagogiques modernes. En suivant ces indications, un enseignant agrégé d’EPS pourra non seulement mieux comprendre et faire appliquer la technique correcte, mais aussi argumenter ses choix d’exercices par des bénéfices prouvés (performance, santé, prévention). La structure unifiée – allant de l’anatomie aux consignes pratiques – facilite la lisibilité et la comparaison entre exercices. En annexe, on pourra inclure des schémas illustrant par exemple l’alignement sur un squat, ou la chaîne musculaire sollicitée sur un gainage, pour renforcer la compréhension visuelle. Ce guide enrichi constitue ainsi une ressource pédagogique rigoureuse, à la fois scientifique dans ses justifications et pratique dans ses conseils d’enseignement.",
  "sources": "Les informations ci-dessus s’appuient sur des références reconnues en biomécanique et entraînement sportif, notamment sur les travaux de McGill pour le gainage, sur des données issues de l’ACSM et de la NSCA pour les recommandations de force et puissance , ainsi que sur des ressources comme Physiopedia pour l’analyse anatomique fine des exercices (ex : push-ups , planks). Chaque fiche a été pensée pour intégrer ces savoirs de façon directement utilisable sur le terrain EPS.",
  "notes": "Chaque fiche suit la même structure ; sources scientifiques pourraient être citées notamment pour le Nordic Curl, le hip thrust vs squat, etc."
}